Repository: BattleBruwa/WhmCalcMaui
Catalog: Resources/Localization/AppStrings.*.resx
Languages: ru_ru

# btn_lang_change
source: РУ
ru_ru: EN

# btn_no
source: No
ru_ru: Нет

# btn_yes
source: Yes
ru_ru: Да

# mod_anti_x
source: AntiX
ru_ru: АнтиX

# mod_devastating_wounds
source: Devastating Wounds
ru_ru: Опустощающие раны

# mod_feel_no_pain
source: Feel No Pain
ru_ru: Подавление боли

# mod_half_damage
source: Half Damage
ru_ru: Ополовинивание урона

# mod_invul_save
source: Invulnerable Save
ru_ru: Непробиваемая защита

# mod_lethal_hits
source: Lethal Hits
ru_ru: Летальные поподания

# mod_minus_1_damage
source: Minus 1 to Damage
ru_ru: Минус 1 урон

# mod_minus_1_to_wound
source: Minus 1 to Wound
ru_ru: Минус 1 на ранение

# mod_plus_1_to_wound
source: Plus 1 to Wound
ru_ru: Плюс 1 на ранение

# mod_reroll_1s_to_hit
source: Re-Roll 1s to Hit
ru_ru: Переброс поподаний (1)

# mod_reroll_1s_to_wound
source: Re-Roll 1s to Wound
ru_ru: Перепрос на ранение (1)

# mod_reroll_all_to_hit
source: Re-Roll to Hit
ru_ru: Переброс поподаний (все)

# mod_reroll_all_to_wound
source: Re-Roll to Wound
ru_ru: Перепрос на ранение (все)

# mod_sustained_hits
source: Sustained Hits
ru_ru: Множественные поподания

# popup_confirm_targetdelete
source: Do you wish to delete this target?
ru_ru: Вы действительно хотите удалить эту цель?

# popup_confirm_targetupdate
source: Target with that name already exist. Do you wish to update its properties?
ru_ru: Цель с таким именем уже существует. Вы хотите изменить ее характеристики?

# popup_error_couldnotadd
source: Failed to add target.
ru_ru: Не удалось добавить цель.

# popup_error_couldnotdelete
source: Failed to delete target.
ru_ru: Не удалось удалить цель.

# popup_error_couldnotupdate
source: Failed to update target.
ru_ru: Не удалось изменить цель.

# popup_message_targetadded
source: Target added to Database.
ru_ru: Цель добавлена.

# popup_message_targetremoved
source: The target has been deleted.
ru_ru: Цель удалена.

# popup_message_targetupdated
source: The target has been updated.
ru_ru: Цель изменена.

# popup_type_confirmation
source: Confirmation
ru_ru: Подтверждение

# popup_type_error
source: Error
ru_ru: Ошибка

# popup_type_success
source: Success
ru_ru: Успех

# popup_type_warning
source: Warning
ru_ru: Внимание

# textbox_armorpen
source: ArmorPen
ru_ru: Пробивание брони

# textbox_attacks
source: Attacks
ru_ru: Атаки

# textbox_damage
source: Damage
ru_ru: Урон

# textbox_deadmodels
source: Dead Models
ru_ru: Убито моделей

# textbox_devwounds
source: Dev Wounds
ru_ru: Дев. раны

# textbox_hits
source: Hits
ru_ru: Поподания

# textbox_lethalhits
source: Lethals
ru_ru: Леталки

# textbox_save
source: Save
ru_ru: Защита

# textbox_strength
source: Strength
ru_ru: Сила

# textbox_sushits
source: Sus Hits
ru_ru: Доп. поподания

# textbox_totaldamage
source: Total Damage
ru_ru: Полный урон

# textbox_toughness
source: Toughness
ru_ru: Стойкость

# textbox_unsavedwonds
source: UnSaved
ru_ru: Пробито

# textbox_weaponskill
source: Skill
ru_ru: Меткость

# textbox_wounds
source: Wounds
ru_ru: Раны
